Repository: laurentlbm/Wedding.Website
Catalog: Website/Localization/Language.*.resx
Languages: fr

# AddToCalendar
source: Add to Outlook (or other)
fr: Ajouter à Outlook (ou autre)

source: Add to Google Calendar
fr: Ajouter à Google Calendar

source: contact us
fr: nous joindre

# InvitationEmailBody
source: Dear {InformalName}, It is our pleasure to invite you to our wedding, which will take place on August 24 at 5 PM. A detailed invitation is waiting for you on our web site: http://www.sheetalandlaurent.com/invitations/{Id} It contains all the information about the event along with an RSVP form. Please let us know before July 31 if you can attend. We hope to see you at our wedding! Laurent and Sheetal
fr: Bonjour {InformalName}, C'est avec joie que nous vous invitons à assister à notre mariage qui aura lieu le 24 août à 17h00. Une invitation détaillée est disponible sur notre site Internet : http://www.sheetaletlaurent.com/invitations/{Id} Un formulaire vous permettra de nous répondre directement à partir du site. Merci de bien vouloir nous confirmer votre présence avant le 31 juillet 2013. Nous espérons que vous pourrez y être ! Laurent et Sheetal

# EmailConfirmedNo
source: Hello, Thank you for having answered our wedding invitation. We regret that you will not be able to attend; your presence will be missed. We invite you to contact us in case of error or for any other question. Regards, Sheetal and Laurent
fr: Bonjour, Merci pour avoir répondu à notre invitation pour notre mariage. Nous regrettons que vous ne serez pas parmi nous. Nous vous invitons à nous écrire en cas d’erreur ou pour toute autre question. Cordialement, Sheetal et Laurent

# EmailConfirmedYes
source: Hello, Thank you for having confirmed your attendance ({Guests} guest(s)) at our wedding. It’s a pleasure to have you join us. We invite you to contact us in case of questions or specific needs. See you soon! Sheetal and Laurent
fr: Bonjour, Merci d’avoir confirmé votre présence ({Guests} personne(s)) à notre mariage. C’est un plaisir de vous compter parmi nos invités. Nous vous invitons à nous écrire en cas de question ou besoin spécifique. À bientôt ! Sheetal et Laurent

# EmailPhotosBody
source: Hello, Many of you have expressed a desire to see the pictures taken during the evening. Therefore, we created a website for you to view them: http://photos.lebeaumartin.com/Wedding The website contains 11 (!!) photo galleries, each one taken by a different photographer. There are eight galleries covering the wedding, one small gallery for the installation before the wedding and two galleries for the evening on the day before the wedding (the henna party, Mendhi). One or two more galleries will be added in the next few days with the photos taken by Sheetal's uncle Naresh. Regards, Sheetal and Laurent
fr: Bonjour, Plusieurs d'entre vous ont exprimé la volonté de voir les photos qui ont été prises durant la soirée. Nous avons donc créé un site pour les visionner : http://photos.lebeaumartin.com/Wedding Le site contient actuellement 11 (!!) albums photo, catégorisés par photographe. Plus précisément, il y a huit albums de photos prises au cours de la soirée, un album de photos prises pendant l'installation, avant le début de la soirée, et deux albums de photos prises la soirée avant le mariage (la soirée de henné, Mendhi). Un ou deux autres albums seront ajoutés au courant des prochains jours avec les photos prises par l'oncle de Sheetal, Naresh. Cordialement, Sheetal et Laurent

# EmailPhotosSubject
source: Wedding Photos
fr: Photos de la soirée

# InvitationEmailSubject
source: Wedding Invitation
fr: Invitation à notre mariage

# EnterInviteCode
source: Please enter your invitation code:
fr: Veuillez entrer votre numéro d'invitation :

# ForMoreInformation
source: For more information, do not hesitate to
fr: Pour en savoir plus, n'hésitez pas à

source: How many will you be?
fr: Combien serez-vous ?

# IntroHtml
source: <p class="lead"> Your love and friendship have helped us become who we are. <br> Together with our parents, we invite you to share our joy and support our love, <br> as two best friends become husband and wife. <br> Please join us for a celebration of love, friendship, laughter and family. <br> Fabulous food, fun, and festivities will follow! </p> <p> &mdash; Laurent &amp; Sheetal </p>
fr: <p class="lead"> Votre amour et votre amitié nous ont permis de devenir les personnes que nous sommes aujourd'hui. <br> Nos parents se joignent à nous pour vous inviter à partager notre bonheur et notre amour <br> en ce jour où les deux meilleurs amis au monde que nous sommes, s'épouseront. <br> Un succulent buffet et une grande fête succéderont à la cérémonie ! <br> Joignez-vous à nous pour cette célébration de l'amour, de l'amitié, de la joie et de la famille. </p> <p> &mdash; Laurent &amp; Sheetal </p>

source: Invalid code
fr: Le numéro n'est pas valide

source: Invitation for:
fr: Invitation pour :

# MapTitle
source: Just show me a map
fr: Comment s'y rendre ?

source: No
fr: Non

# NoInviteCode
source: If you lost your invitation code, please
fr: Si vous avez perdu votre numéro d'invitation, veuillez

# PhotoAlt
source: The happy couple
fr: Le couple

# ReminderBody
source: Hello, Just a quick reminder that our wedding is next week, Saturday August 24th! You are expected at 5 PM; the ceremony will start shortly after. The address: Le Manoir 5319 avenue Notre-Dame-de-Grâce Montréal, Québec H4A 1L2 Canada Google Maps: http://goo.gl/fA4zVc We can’t wait to see you all! Regards, Sheetal and Laurent
fr: Bonjour, Un court message pour vous rappeler que notre mariage aura lieu la semaine prochaine, samedi le 24 août. Vous êtes attendus pour 17h ; la cérémonie débutera bientôt après. L’adresse : Le Manoir 5319 avenue Notre-Dame-de-Grâce Montréal, Québec H4A 1L2 Canada Google Maps: http://goo.gl/fA4zVc Nous avons très hâte de vous voir ! Cordialement, Sheetal et Laurent

# ReminderSubject
source: Reminder: Wedding next week!
fr: Rappel : Mariage la semaine prochaine !

# RsvpDeadline
source: Please submit your answer <strong>before July 31th, 2013.</strong>
fr: Merci de bien vouloir nous confirmer votre présence <strong>avant le 31 juillet 2013.</strong>

# Saved
source: Your response has successfully been sent. Thank you!
fr: Votre réponse a été envoyée, merci !

source: Submit
fr: Envoyer

# SwitchLanguage
source: Français
fr: English

# SwitchLanguageUrl
source: http://www.sheetaletlaurent.com
fr: http://www.sheetalandlaurent.com

# Title
source: Sheetal & Laurent are getting married!
fr: Sheetal & Laurent se marient !

source: View larger map
fr: Agrandir

# WhenHtml
source: Saturday,<br /> <span class="huge label">24</span><br /> August 2013 at <strong>17:00</strong>
fr: Samedi, le<br /> <span class="huge label">24</span><br /> août 2013 à <strong>17:00</strong>

# WhenTitle
source: When?
fr: Quand ?

# WhereTitle
source: Where?
fr: Où ?

source: Will you be attending?
fr: Serez-vous présents ?

source: Yes
fr: Oui

source: Your invitation
fr: Votre invitation
